<div class="container">
    <h1 class="mt-4 mb-3"><?php echo $title; ?></h1>
    <div class="row">
        <div class="col-lg-12 mb-4">
               <h6><b>1. ОБЩИЕ ПОЛОЖЕНИЯ</b></h6>
               <div><b>1.1.</b> Настоящее Пользовательское соглашение (далее – Соглашение) относится к сайту «theqs.ru», расположенному по адресу http://theqs.ru . 1.2. Сайт «theqs.ru» (далее – Сайт) является собственностью ООО "Реалгарант" (адрес регистрации: г.Самара, ул.Советской Армии, д.223).</div>
               <div><b>1.3.</b>Настоящее Соглашение регулирует отношения между Администрацией сайта THEQS.RU» (далее – Администрация сайта) и Пользователем данного Сайта.</div>
               <div><b>1.4.</b> Администрация сайта оставляет за собой право в любое время изменять, добавлять или удалять пункты настоящего Соглашения без уведомления Пользователя.</div>
               <div><b>1.5.</b> Использование Сайта Пользователем означает принятие Соглашения и изменений, внесенных в настоящее Соглашение. </div>
               1.6. Пользователь несет персональную ответственность за проверку настоящего Соглашения на наличие изменений в нем.
               <h6><b>2. ОПРЕДЕЛЕНИЯ ТЕРМИНОВ (Подробнее: https://theqs.ru/account/agreement/)</b></h6>
               <div><b>2.1.1</b> «theqs.ru» – Интернет-ресурс, расположенный на доменном имени http://theqs.ru, осуществляющий свою деятельность посредством Интернет-ресурса и сопутствующих ему сервисов (далее - Сайт). </div>
               <div><b>2.1.2.</b> «theqs.ru» – сайт, содержащий информацию о Товарах и/или Услугах и/или Иных ценностях для пользователя, Продавце и/или Исполнителе услуг, позволяющий осуществить выбор, заказ и (или) приобретение Товара, и/или получение услуги. </div>
               <div><b>2.1.3</b>. Администрация сайта – уполномоченные сотрудники на управление Сайтом, действующие от имени "TheQueenStudio". </div>
               <div><b>2.1.4. </b>Пользователь сайта (далее - Пользователь) – лицо, имеющее доступ к Сайту, посредством сети <div>Интернет и использующее Сайт. </div>
               	<b>2.1.5.</b> Содержание сайта (далее – Содержание) - охраняемые результаты интеллектуальной деятельности, включая тексты литературных произведений, их названия, предисловия, аннотации, статьи, иллюстрации, обложки, музыкальные произведения с текстом или без текста, графические, текстовые, фотографические, производные, составные и иные произведения, пользовательские интерфейсы, визуальные интерфейсы, названия товарных знаков, логотипы, программы для ЭВМ, базы данных, а также дизайн, структура, выбор, координация, внешний вид, общий стиль и расположение данного Содержания, входящего в состав Сайта и другие объекты интеллектуальной собственности все вместе и/или по отдельности, содержащиеся на сайте theqs.ru. </div>
               <div><b>2.1.6</b> Договор – отношения между онлайн магазином «TheQueenStudio» и Пользователем по приобретению Товара на условиях настоящего Соглашения, возникающее с момента подтверждения Заказа. </div>
               <div><b>2.1.7</b> Регистрация – процедура внесения персональных данных Пользователем в специальную форму на Сайте, необходимая для выполнения онлайн магазином «TheQueenStudio» Договора, по которому регистрируемый Пользователь является выгодоприобретателем, а также для доступа Пользователя к персонализированным сервисам Сайта. </div>
               <div><b>2.1.8</b> Сайт – ресурс, расположенный в сети Интернет по адресу: http://theqs.ru/. 2.1.9 Товар – продукт, представленный к продаже на Сайте.</div>
               <div><b>2.1.10</b> Онлайн магазин «TheQueenStudio» - Общество с ограниченной ответственностью «Реалгарант» адрес, расположенный в сети Интернет по адресу: www.theqs.ru/, в котором представлены товары и услуги, предлагаемые Продавцами для приобретения. </div>
               <div><b>2.1.11</b> Заказ – должным образом оформленный запрос Покупателя на приобретение и доставку товаров, выбранных на Сайте. Подтверждением факта оформления заказа является отправка SMS-сообщения с уникальным номером Заказа на мобильный номер телефона</div>
               <div><b>2.1.12</b> Покупателя, указанный Покупателем при оформлении Заказа.  </div>
               <b>2.1.13</b> Соглашение – настоящее пользовательское соглашение, регулирующее отношения онлайн магазина «TheQueenStudio» и Пользователя на протяжении всего периода предоставления услуг и доступа Пользователя к персонализированным сервисам Сайта.   
               <h6><b>3. ПРЕДМЕТ СОГЛАШЕНИЯ</b></h6>
               <div><b>3.1.</b> Предметом настоящего Соглашения является предоставление Пользователю доступа к содержащимся на Сайте Товарам и/или оказываемым услугам.</div>  
               <div><b>3.1.1.</b> Сайт предоставляет Пользователю следующие виды услуг (сервисов): доступ к электронному контенту на платной основе, с правом приобретения, просмотра контента; доступ к информации о Товаре и/или услуге к информации о приобретении Товара на платной/бесплатной основе; </div>
              <div> <b>3.1.2.</b> Под действие настоящего Соглашения подпадают все существующие (реально функционирующие) на данный момент услуги (сервисы) Сайта, а также любые их последующие модификации и появляющиеся в дальнейшем дополнительные услуги (сервисы). </div>
              <div> <b>3.2.</b> Доступ к сайту предоставляется на бесплатной основе.</div> 
              <div> <b>3.3.</b> Настоящее Соглашение является публичной офертой. Получая доступ к Сайту Пользователь считается присоединившимся к настоящему Соглашению. </div>
              <div> <b>3.4.</b> Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации. </div>  
              <h6><b>4.ПРАВА И ОБЯЗАННОСТИ СТОРОН</b></h6>   
              <div> <b>4.1.</b> Администрация сайта вправе: </div>
              <div> <b>4.1.1.</b> Изменять правила пользования Сайтом, а также изменять содержание данного Сайта. Изменения вступают в силу с момента публикации новой редакции Соглашения на Сайте.</div> 
              <div> <b>4.1.2.</b> Удалять учетные записи Пользователей. </div>
              <div> <b>4.1.3.</b> Отказывать в регистрации без объяснения причины. </div>
               <div><b>4.2.</b> Пользователь вправе: </div>
               <div><b>4.2.1.</b> Пользоваться всеми имеющимися на Сайте услугами, а также приобретать любые Товары и/или Услуги, предлагаемые на Сайте.</div> 
               <div><b>4.2.2.</b> Задавать любые вопросы, относящиеся к услугам сайта:  по телефону: +7 (927) 757-06-51 по электронной почте: support@theqs.ru через Форму обратной связи, расположенную по адресу: http://theqs.ru/ask/</div> 
               <div><b>4.2.3.</b> Пользоваться Сайтом исключительно в целях и порядке, предусмотренных Соглашением и не запрещенных законодательством Российской Федерации.</div> 
               <div><b>4.2.4. </b>Копировать информацию с Сайта запрещается. </div>
               <div><b>4.2.5. </b>Требовать от администрации скрытия любой информации о пользователе. </div>
               <div><b>4.2.6. </b>Использовать информацию сайта для личных некоммерческих целей.</div> 
               <div><b>4.2.7. </b>Получить доступ к использованию Сайта после соблюдения требований о регистрации. </div>
               <div><b>4.3. </b>Пользователь Сайта обязуется:</div> 
               <div><b>4.3.1. </b>Предоставлять по запросу Администрации сайта дополнительную информацию, которая имеет непосредственное отношение к предоставляемым услугам данного Сайта. </div>
               <div><b>4.3.2. </b>Соблюдать имущественные и неимущественные права авторов и иных правообладателей при использовании Сайта. </div>
               <div><b>4.3.3. </b>Не предпринимать действий, которые могут рассматриваться как нарушающие нормальную работу Сайта.</div>
               <div><b>4.3.4.</b> Не распространять с использованием Сайта любую конфиденциальную и охраняемую законодательством Российской Федерации информацию о физических либо юридических лицах. </div>
               <div><b>4.3.5.</b> Избегать любых действий, в результате которых может быть нарушена конфиденциальность охраняемой законодательством Российской Федерации информации. </div>
               <div><b>4.3.6.</b> Не использовать Сайт для распространения информации рекламного характера, иначе как с согласия Администрации сайта. </div>
               <div><b>4.3.7.</b> Не использовать сервисы с целью: </div>
               <div><b>4.3.7.1.</b> Нарушения прав несовершеннолетних лиц и (или) причинение им вреда в любой форме. </div>
               <div><b>4.3.7.2.</b> Ущемления прав меньшинств. </div>
               <div><b>4.3.7.3.</b> Представления себя за другого человека или представителя организации и (или) сообщества без достаточных на то прав, в том числе за сотрудников данного сайта. </div>
               <div><b>4.3.7.4.</b> Введения в заблуждение относительно свойств и характеристик какого-либо Товара и/или услуги, размещенных на Сайте. </div>
               <div><b>4.3.7.5.</b> Некорректного сравнения Товара и/или Услуги, а также формирования негативного отношения к лицам, (не) пользующимся определенными Товарами и/или услугами, или осуждения таких лиц. </div>
               <b>4.3.8.</b> Обеспечить достоверность предоставляемой информации.
               <div><b>4.3.9.</b> Обеспечивать сохранность личных данных от доступа третьих лиц. </div>
               <div><b>4.3.10.</b> Обновлять Персональные данные, предоставленные при регистрации, в случае их изменения. </div>
               <div><b>4.4.</b> Пользователю запрещается: </div>
               <div><b>4.4.1.</b> Использовать любые устройства, программы, процедуры, алгоритмы и методы, автоматические устройства или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания содержания Сайта. </div>
               <div><b>4.4.2.</b> Нарушать надлежащее функционирование Сайта. </div>
               <div><b>4.4.3.</b> Любым способом обходить навигационную структуру Сайта для получения или попытки получения любой информации, документов или материалов любыми средствами, которые специально не представлены сервисами данного Сайта. </div>
               <div><b>4.4.4.</b> Несанкционированный доступ к функциям Сайта, любым другим системам или сетям, относящимся к данному Сайту, а также к любым услугам, предлагаемым на Сайте. </div>
               <div><b>4.4.4.</b> Нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту.</div>
               <div><b>4.4.5.</b> Выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом Пользователе Сайта. </div>
               <div><b>4.4.6.</b> Использовать Сайт и его Содержание в любых целях, запрещенных законодательством Российской Федерации, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Сайта или других лиц. </div>  
               <h6><b>5. ИСПОЛЬЗОВАНИЕ САЙТА</b></h6> 
               <div><b>5.1.</b> Сайт и Содержание, входящее в состав Сайта, принадлежит и управляется Администрацией сайта.</div> 
               <div><b>5.2.</b> Содержание Сайта защищено авторским правом, законодательством о товарных знаках, а также другими правами, связанными с интеллектуальной собственностью, и законодательством о недобросовестной конкуренции. </div>
               <div><b>5.3.</b> Приобретение Товара, предлагаемого на Сайте, может потребовать создания учётной записи Пользователя.</div> 
               <div><b>5.4.</b> Пользователь несет персональную ответственность за сохранение конфиденциальности информации учётной записи, включая пароль, а также за всю без исключения деятельность, которая ведётся от имени Пользователя учётной записи.</div> 
               <div><b>5.5.</b> Пользователь должен незамедлительно уведомить Администрацию сайта о несанкционированном использовании его учётной записи или пароля или любом другом нарушении системы безопасности. </div>
               <div><b>5.6.</b> Администрация сайта обладает правом в одностороннем порядке аннулировать учетную запись Пользователя, если она не использовалась более 36 календарных месяцев подряд без уведомления Пользователя. </div>
               <div><b>5.7.</b> Настоящее Соглашение распространяет свое действия на все дополнительные положения и условия о покупке Товара и/или оказанию услуг, предоставляемых на Сайте. </div>
               <div><b>5.8.</b> Информация, размещаемая на Сайте не должна истолковываться как изменение настоящего Соглашения.</div>
               <div><b>5.9.</b> Администрация сайта имеет право в любое время без уведомления Пользователя вносить изменения в перечень Товаров и услуг, предлагаемых на Сайте, и (или) их цен. </div>
               <div><b>5.10.</b> Документ указанный в пункте 5.11.1 настоящего Соглашения регулирует в соответствующей части и распространяют свое действие на использование Пользователем Сайта: </div>
               <div><b>5.11.1. </b>Политика конфиденциальности: http://theqs.ru/confidential/ </div>
               <div><b>5.12. </b>Любой из документов, перечисленных в пункте  5.11.1. настоящего Соглашения может подлежать обновлению. Изменения вступают в силу с момента их опубликования на Сайте. </div>  
               <h6><b>6. КОНФИДЕНЦИАЛЬНОСТЬ И ПЕРСОНАЛЬНЫЕ ДАННЫЕ</b></h6>
               <div><b>6.1.</b> Пользователь соглашается с использованием его персональных данных, в соответствии с законодательством РФ, а также с тем, что ООО «Реалгарант» вправе передавать персональные данные третьим лицам, в том числе продавцам товара, курьерским службам и т.д. в целях исполнения заказов, размещенных в онлайн магазине «TheQueenStudio», а также для направления сообщений рекламно-информационного характера.</div>   
               <h6><b>ИСКЛЮЧЕНИЕ ГАРАНТИЙ </b></h6>
               <div><b>7.1.</b> Услуги онлайн магазином «TheQueenStudio» предоставляются «как есть»</div>   
               <div><b>7.2.</b> Онлайн магазин «TheQueenStudio» не предоставляет заверений или гарантий в том, что:
               	<div>а) использование Услуг будет отвечать ожиданиям Пользователей (за исключением оговоренных в настоящем соглашении);</div>
               	<div>б) использование Услуг не будет прерываться, будет доступно в любое время, будет безопасным или не будет подвержено ошибкам или сбоям;</div>
               	<div>в) любая информация, полученная Пользователями в результате пользования Услугами будет точной или достоверной;</div>
               	<div>г) дефекты работы программного обеспечения будут исправляться.</div>
               </div>
               <div>7.3. Онлайн магазин и студия красоты «TheQueenStudio» не предоставляет никаких гарантий и поручительств в отношении товаров, продаваемых и/или предлагаемых к продаже третьими лицами.</div>
               <h6><b>8. ОТВЕТСТВЕННОСТЬ</b></h6>
               <div><b>8.1.</b> Любые убытки, которые Пользователь может понести в случае умышленного или неосторожного нарушения любого положения настоящего Соглашения, а также вследствие несанкционированного доступа к коммуникациям другого Пользователя, Администрацией сайта не возмещаются. </div>
               <div><b>8.2.</b> Администрация сайта не несет ответственности за: </div>
               <div><b>8.2.1.</b> Задержки или сбои в процессе совершения операции, возникшие вследствие непреодолимой силы, а также любого случая неполадок в телекоммуникационных, компьютерных, электрических и иных смежных системах. </div>
               <div><b>8.2.2.</b> Действия систем переводов, банков, платежных систем и за задержки связанные с их работой.</div> 
               <div><b>8.2.3.</b> Надлежащее функционирование Сайта, в случае, если Пользователь не имеет необходимых технических средств для его использования, а также не несет никаких обязательств по обеспечению пользователей такими средствами. </div>  
               <h6><b>9.</b> НАРУШЕНИЕ УСЛОВИЙ ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ </h6>  
               <div><b>9.1.</b> Администрация сайта имеет право раскрыть информацию о Пользователе, если действующее законодательство Российской Федерации требует или разрешает такое раскрытие. </div>
               <div><b>9.2.</b> Администрация сайта вправе без предварительного уведомления Пользователя прекратить и (или) заблокировать доступ к Сайту, если Пользователь нарушил настоящее Соглашение или содержащиеся в иных документах условия пользования Сайтом, а также в случае прекращения действия Сайта либо по причине технической неполадки или проблемы. </div>
               <div><b>9.3.</b> Администрация сайта не несет ответственности перед Пользователем или третьими лицами за прекращение доступа к Сайту в случае нарушения Пользователем любого положения настоящего Соглашения или иного документа, содержащего условия пользования Сайтом. </div>
               <div><b>9.4.</b> Администрация сайта вправе раскрыть любую собранную о Пользователе данного Сайта информацию, если раскрытие необходимо в связи с расследованием или жалобой в отношении неправомерного использования Сайта либо для установления (идентификации) Пользователя, который может нарушать или вмешиваться в права Администрации сайта или в права других Пользователей Сайта. </div>
               <div><b>9.5.</b> Администрация сайта имеет право раскрыть любую информацию о Пользователе, которую посчитает необходимой для выполнения положений действующего законодательства или судебных решений, обеспечения выполнения условий настоящего Соглашения, защиты прав или безопасности организации, Пользователей.</div>
               <h6><b>10. РАЗРЕШЕНИЕ СПОРОВ </b></h6>
               <div><b>10.1.</b> В случае возникновения любых разногласий или споров между Сторонами настоящего Соглашения обязательным условием до обращения в суд является предъявление претензии (письменного предложения о добровольном урегулировании спора).</div> 
               <div><b>10.2.</b> Получатель претензии в течение 30 календарных дней со дня ее получения, письменно уведомляет заявителя претензии о результатах рассмотрения претензии. </div>
               <div><b>10.3.</b> При невозможности разрешить спор в добровольном порядке любая из Сторон вправе обратиться в суд за защитой своих прав, которые предоставлены им действующим законодательством Российской Федерации.</div>
               <div><b>10.4.</b> Любой иск в отношении условий использования Сайта должен быть предъявлен в течение 5 дней после возникновения оснований для иска, за исключением защиты авторских прав на охраняемые в соответствии с законодательством материалы Сайта. При нарушении условий данного пункта любой иск оставляется судом без рассмотрения.</div>
              	<h6><b>11. ДОПОЛНИТЕЛЬНЫЕ УСЛОВИЯ</b></h6>
               <div><b>11.1.</b> Администрация сайта не принимает встречные предложения от Пользователя относительно изменений настоящего Пользовательского соглашения.</div>
               <div><b>11.2.</b> Отзывы Пользователя, размещенные на Сайте, не являются конфиденциальной информацией и могут быть использованы Администрацией сайта без ограничений. (Подробнее: https://theqs.ru/account/agreement/)</div>
        </div>
    </div>
</div>